==================================================================<br>
このメールは【{{ $data['site_name'] }}】から、自動的に送信されています。<br>
==================================================================<br>
【{{ $data['date'] }}】<br>
{{ $data['name'] }}<br><br>

{{ $data['customers_name'] }}様から{{ $data['time'] }}に<br>
新着メッセージが届きました。<br>
お手すきの際、ご対応をお願い致します。<br>
<br>
■返信先URL<br>
{{ $data['page_url'] }}<br>

<br>
<br>
<br>


┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛<br>
<br>
メールを受信したくない場合は、<br>
メール設定からアドレスの削除・変更をお願い致します。<br>
その他ご不明点などございましたら管理者までご連絡ください。<br>
<br>
※こちらのメールは送信専用のメールアドレスより送信しています。<br>
　恐れ入りますが、直接返信しないようお願いします。<br>
<br>
┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛<br>
