==================================================================<br>
このメールは【{{ $data['site_name'] }}】から、自動的に送信されています。<br>
==================================================================<br>

<br>
{{ $data['name'] }}<br>
メールが無事に届くかどうかのテストメールになります。<br>
<br>
お客様からのメッセージを受信された場合、<br>
こちらのメールアドレスに送信されるようになります。<br>
<br>
メールアドレスの変更を行いたい場合は、<br>
設定画面から削除or修正をお願い致します。<br>

<br>
<br>


┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛<br>
<br>
お名前：{{ $data['name'] }}<br>
メールアドレス：{{ $data['to_email'] }}<br>
<br>
┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛┛<br>
