<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class FortuneTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('fortunes')->insert([
            [
                'id' => 1,
                'orders_id' => 'm59648008140',
                'fortunes_worry' => "西塔万祐子　サイトウマユコ　1979/7/2
西塔弘康　　サイトウヒロヤス　1983/12/9

既婚  2017年9月

1人目不妊治療中　2019年5月〜不妊クリニック受診

2019.12月、2021.5月、2022.1月
妊娠初期8週〜10週で繋留流産

持病など無し。不育症など異常無し。

年齢的にも、子供を授かることはもう難しいのか、健康な子供を産んであげることができるのか知りたいです。
先日、3人目の流産手術をしました。
また流産してしまわないか、とても不安です。

よろしくお願い致します。",
                'fortunes_answer' => '愛する旦那様のお子様を産むことは、女性なら誰でも望ことです。ですが、3回もの流産を経験し、心身ともに大きなダメージを受け辛い状況が続いていることでしょう。ですが、愛情あふれる家庭を築いていける万祐子様ご夫婦は、この先子宝に恵まれる兆しが視えています。今回の鑑定結果が万祐子様ご夫婦の幸せの道標になってくれると幸いです。それでは鑑定結果をお伝えしていきます。

●いつごろ妊娠は出来る？不妊治療をすべきかどうか
万祐子様の妊娠について霊視させていただきました。万祐子様は妊娠できる可能性が十分あるので安心してください。いつ頃お子様が授かるかというと、今年の後半から来年の春頃が期待できます。現在、不妊治療中だそうですが、万祐子様の場合、不妊治療をしなくても自然に妊娠できる可能性はありますが、そのまま不妊治療を継続することをおすすめします。妊娠は自然妊娠が理想ですが、医学的な手助けが必要な場合もあります。今は、不妊・流産が続き、大きな不安を抱えていると思います。お医者様のもとで安心しながらの方が、今の万祐子様の精神的不安を軽減できるでしょう。不安や焦りはあると思いますが「自分は妊娠できる」という気持ちを持って妊娠に望んでください。

●子供が出来ない原因は？
万祐子様と旦那様の間に子供ができない原因は、精神的不安が大きいと思われます。霊視のさせていただきましたが、病気などが原因ではないようです。妊娠は、あらゆる条件が揃って初めて成立します。心の状態も大きく影響を及ぼします。万祐子様は、度重なる流産で身も心も疲れ切っているのにプラスして、妊娠に対して大きな不安に襲われています。そして、旦那様もまた、大きな不安を抱えているようです。旦那様は不安な気持ちを全て表に出していないようですが、万祐子様以上に不安・焦りを感じているようです。お2人の気持ちの安定が、妊娠・出産に繋がるキーワードになります。万祐子様が妊娠できる時期までまだ時間があるので、今は妊娠への準備期間と考え、一旦妊娠から離れてみると良いでしょう。望んでいることが思い通りにいかないのは、自信を失ってしまいますよね。ですが、万祐子様はこの先、妊娠が期待できるのでもっと自分に自信を持って過ごしてくださいね。

●無事に出産出来るか・将来恵まれる子供の人数と性別は？
万祐子様は、無事に元気なお子様を出産できます。将来恵まれる子供は1人が濃厚です。性別は男の子のようです。この鑑定結果は、現在の万祐子様と旦那様を霊視した結果なので、この先大きな環境の変化などがあると、未来が変わってくる可能性があります。今のところ、万祐子様ご夫婦に大きなトラブルなどは視えないので、鑑定結果が大きく変化することはないと思います。現在の万祐子様ご夫婦の運勢は悪くないので、できれば今の状態を保つのが理想的です。今回の鑑定結果では、1人の男の子ですが、仮に2人になっても女の子が生まれても、万祐子様と旦那様の大きな愛情で、大切に育ててあげてくださいね。現在は、妊娠への悩みや不安が大きいですが、出産後は育児に対して悩むこともあると思います。ですが、家族愛に恵まれ子供に愛情を注げる万祐子様は、お子様の幸せを願い大切に育て上げることができるでしょう。

●総合的なアドバイス
不妊・流産は精神的に大きなダメージを与えます。ですが、万祐子様には妊娠の期待ができるので安心してくださいね。前途しましたが、妊娠は精神的不安が大きな影響を与えます。現在の万祐子様と旦那様の精神的不安が、不妊・流産に繋がってしまっています。万祐子様ご夫婦は北の方角に縁があるようです。お時間が取れるようであれば、半年ぐらいは妊娠から離れ、北にある神社やお寺、2人の思い出の場所へ出かけてみてください。また、流産してしまったお子様が、万祐子様ご夫婦の心の状態を大変心配しているようです。自宅の北側に、観葉植物や大きめの置物など、目に付くインテリアを1つ飾りお子様だと思って声をか
不妊・流産は精神的に大きなダメージを与えます。ですが、万祐子様には妊娠の期待ができるので安心してくださいね。前途しましたが、妊娠は精神的不安が大きな影響を与えます。現在の万祐子様と旦那様の精神的不安が、不妊・流産に繋がってしまっています。万祐子様ご夫婦は北の方角に縁があるようです。お時間が取れるようであれば、半年ぐらいは妊娠から離れ、北にある神社やお寺、2人の思い出の場所へ出かけてみてください。また、流産してしまったお子様が、万祐子様ご夫婦の心の状態を大変心配しているようです。自宅の北側に、観葉植物や大きめの置物など、目に付くインテリアを1つ飾りお子様だと思って声をかけてあげてください。これまで、たくさんの悲しい経験をして、辛かったことでしょう。ですが、その経験は万祐子様を大きく成長させてくれています。亡くなったお子様たちも、万祐子様の妊娠を見守ってくれているので安心してくださいね。万祐子様と旦那様のこれからの幸せと、元気なお子様の妊娠・出産をお祈りしています。',
                'fortunes_reply1' => '',
                'fortunes_reply_answer1' => '',
            ],

             [
                'id' => 2,
                'orders_id' => 'm66373406825',
                'fortunes_worry' => "こんばんは
12月23日にペットの猫が他界した件で鑑定していただいた西塚仁実と申します。
44歳です。
ペットは享年12歳の茶トラのオスのまくら君と言います。

けい蘭様にこちらで見て頂いて本当に気持ちが落ち着いて救われたのですが、うちにいるもう1匹の残された猫が寂しそうなので、また新しく猫を迎えようかと考えています。
残された猫は9年も一緒に暮らしていますがなかなか人間に懐かず、他界した猫にベッタリだったので今も人間と距離を置いたままで心配です。

ただ、まだ他界してから1ヶ月も経っていないこともあるし、亡くなったまくら君にどこか申し訳ない気持ちがあって、なかなか決断できずにいます。
まくら君は新しい猫を受け入れることを良く思ってくれるのかどうか、というのはみてもらえますか？",
                'fortunes_answer' => 'まくら君の存在が心の支えだったのは、仁実様だけではないのですね。残されたもう一人のお子様も寂しく想っていることでしょう。新しい子を迎えることへのまくら君の気持ちや、残されたお子様の気持ちを聞いてみましょう。

●新しい猫を迎えることへのまくら君の気持ち

まくら君に、仁実様の心配や残されたお子様のことを伝えてみました。まくら君は、「仁実様の愛を、次の子の未来へ」と言ってくれています。仁実様の愛を必要としている子が、近々現れるようなのです。その子は最初のパートナーに恵まれなかったのかもしれず、愛や優しさの意味を知らず、探し求めているのかもしれません。仁実様ならその子の声が聞こえるはずだから、迎えに行ってほしいとのことです。次の子を迎えるのなら、静かに愛を求める声を聞いてみてほしいとのことです。思い切った行動が吉と出る可能性が高いようです。普段は声をかけないような相手や、掲示板などに、勇気を出してアプローチしてみても良いのかもしれません。新しい子を迎えること自体には、「嫌だ」とか「寂しい」という気持ちはないようで、仁実様の深い愛に信頼を寄せています。新しい子が来ることで、ますます自分のことも忘れずに思い出してくれると確信しているようで、自信満々にも見えます。新しい子を迎えることには、あれこれ考えすぎずに新しいドアを開けてみると良いでしょう。まくら君が背中を押してくれるでしょう。次の幸せに近づいていけそうです。

●もう一匹の猫ちゃんの気持ち

まくら君を失った後のもう一匹のお子様のお声を聞いてみました。
仁実様と同じ気持ちをその子も抱えているようです。仁実様がまくら君を大切に思っていたように、そのお子様もまくら君の存在をとても頼りにしていました。まくら君の心音や息遣いが伝わってこないと、つい不安な気持ちになってしまうのでしょう。けれども、徐々に別れを受け入れているようです。そしてまくら君にしか心を開いて見せなかったことで、まくら君に心配をさせているのではという後悔もあるようです。本当は憶病なのですが、まくら君のように人に心を開いてみたいのかもしれません。新しい子が来ることについては、仁実様に心を開くための大きなチャンスになるかもしれません。今、まくら君との思い出を通して仁実様のことを信頼しているので、新しい子を迎えたとしても、残されたお子様の声をしっかり聴いてあげてくださいね。もともと無口な子ですが、仁実様が新しい子に明かり関心があると勘違いしたらますます心を開くチャンスを逸してしまいそうです。新しい子の登場をきっかけに、お子様のほうから、より積極的に近づいてきてくれると思いますので、自ずと仁実様との関係も良い方向に進んでいくでしょう。

●今後、仁実様とお子様たち(猫ちゃんたち)が幸せになる方法

仁実様が新しい子を迎える時、残されたお子様との関係を深めていくとき、良き理解者が仁実様の手助けをしてくれるでしょう。猫を愛する誰かが、仁実様の悩みを理解してくれそうです。仁実様や仁実様に巡り合うお子様たちが幸せを手にするためには、身近なところで相談に乗ってくれる人との関わりを大事にして、心を開いてみることがカギとなりそうです。心を開き、悲しみや不安を自ら理解し、癒す時間を持つことで、仁実様の良き理解者が訪れるでしょう。仁実様はその人から手助けを受けるようになります。良いアドバイスをもらっても、仁実様自身が頑固な姿勢をとっていては未来は良い方向に向かっていきません。もたらされる意見には素直な気持ちで向き合うように心掛けてみましょう。多少仁実様の経験と違うアドバイスだとしても、理解しようとしてみることで、よりよい幸せを手にできるはずです。


●総合的なアドバイス

まくら君は新しい子を迎えることに対しては、負の感情を持っていないようです。仁実様の愛で誰か別の子を助けてほしいと思っているようです。新しい子が来ると、ますます自分のことも忘れずに思い出してくれると自信満々にも見えます。仁実様の愛への信頼が深いのでしょう。新しい子を迎えることには、あれこれ考えすぎずに新しいドアを開けてみると良いでしょう。新しい子を迎えるにあたって、繊細なのは今残されたお子様の方のようです。仁実様と同じ気持ちをその子も抱えているようで、寂しさと後悔の入り混じった複雑な気持ちです。しかし、仁実様にも心を開いていきたいと思っていて、そのチャンスを待っています。仁実様が新しい子を迎える時、残されたお子様との関係を深めていくとき、良き理解者が仁実様の手助けをしてくれるでしょう。心を開き、悲しみや不安を自ら理解し、癒す時間を持つことで、仁実様の良き理解者が訪れるでしょう。最初は戸惑うかもしれませんが心を固くせずにもたらされる意見には素直な気持ちで向き合うように心掛けてみましょう。
仁実様はお子様たちを温かな未来へ導いてくれる意見である可能性が高いです。警戒心を解き、愛を信じて受け入れてみましょう。
',
                'fortunes_reply1' => 'おはようございます
まくらくんと、残された子の2匹の気持ちを伝えていただきましてありがとうございました。
思い出すとまだ涙が出てしまいますが、まくら君が近くにいて見守っていてくれるんだな、と感じることができました。
本当にありがとうございました。

本日届きました。
ありがとうございました。
早く新しい子を迎えに行きたいと思いました！
勇気をもらいました。
ありがとうございました。',
                'fortunes_reply_answer1' => '',
            ],



             [
                'id' => 3,
                'orders_id' => 'aaaa',
                'fortunes_worry' => "testtest",
                'fortunes_answer' => "aaaaa",
                'fortunes_reply1' => 'おはようございます
まくらくんと、残された子の2匹の気持ちを伝えていただきましてありがとうございました。
思い出すとまだ涙が出てしまいますが、まくら君が近くにいて見守っていてくれるんだな、と感じることができました。
本当にありがとうございました。

本日届きました。
ありがとうございました。
早く新しい子を迎えに行きたいと思いました！
勇気をもらいました。
ありがとうございました。',
                'fortunes_reply_answer1' => '',
            ],

        ]);
    }
}